/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Pemasang desktop CapCut";
"LvAppTitle" = "Pemasang desktop Jianying";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Teruskan pemasangan?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Pasang";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Buka";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Batal";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Anda telah memasang CapCut versi lama (v%@). Anda boleh membuka versi lama atau memasang versi yang terkini untuk menggantikan versi lama.";
"LvCheckInstalledMsgHintText" = "Anda telah memasang Jianying versi lama (v%@). Anda boleh membuka versi lama atau memasang versi yang terkini untuk menggantikan versi lama.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Hentikan muat turun?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Teruskan";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Hentikan";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "%d%% fail semasa yang dimuat turun tidak akan disimpan.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Tidak dapat memuat turun. Cuba lagi.";
// pc_installer_retry
"BtnText_Retry" = "Cuba semula";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Hentikan";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Simpan";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Ruang peranti tidak mencukupi";

"BtnCheck_SystemTrayAutoboot" = "Lancar dulang semasa permulaan";

"DownloadErrorCodeHintText" = "Kod ralat: ";